// Menubar
"Launch ShowRSS"="Ves a ShowRSS";
"Recent Episodes…"="Torrents descarregats recentment…";
"Check Now"="Comprova ara";
"pause"="Pausar"; // this is a verb
"resume"="Reprendre"; // this is a verb
"lastupdate"="Darrera actualització: %@"; // %@ will be replaced by update time
//"lastupdateskipped"="Darrera actualització (Skipped): %@"; // %@ will be replaced by update time
"lastupdatefailed"="Darrera actualització (fallida): %@"; // %@ will be replaced by update time
"never"="Mai"; // this is for the last update time, meaning "I still haven't made one"
"updatingnow"="Actualitzant…";
"Help"="Ajuda";
"Preferences…"="Configuració…";
"Quit Catch"="Surt de Catch";
"Visit Catch's Website"="Visita el web de Catch";
"Help Me Configure Catch"="Ajuda'm a configurar Catch";
"Request a Feature"="Demana una funcionalitat";
"Report a Problem with Catch"="Informa d'un problema amb Catch";

// Notifications
"newtorrent"="Nou torrent descarregat";
"newtorrentdesc"="S'ha descarregat l'arxiu torrent %@ !"; // %@ will be replaced by filename

// Preferences
"Preferences"="Configuració";
"Feeds"="Feed";
//"Downloads"="Downloads";
"Tweaks"="Ajusts";
"OK"="OK";

// Preferences > Feeds
//"Copy Name"="Copy Name";
//"Copy Address"="Copy Address";
//"Show Contents"="Show Contents";
//"Feed Contents"="Feed Contents";
//"Feed Name"="Feed Name";
//"Add Feed"="Add Feed";
//"Cancel"="Cancel";
//"Import From OPML File…"="Import From OPML File…";
"Only check feed between"="Comprova el feed només entre";
"and"="i";

// Preferences > Downloads
//"Save to:"="Save to:";
"Organize in folders by show name"="Organitza els torrents en carpetes per nom de la sèrie";
"Open automatically"="Obre els torrents automàticament";
//"Download using script:"="Download using script:";

// Preferences > Tweaks
//"Prevent system sleep when active"="Prevent system sleep when active";
"Automatically check for updates"="Comprova automàticament si hi ha actualitzacions";
"Open at Login"="Obre en iniciar sessió";

// Recents window
"Recent Episodes"="Torrents Descarregats Recentment";
//"Copy Link"="Copy Link";
//"Delete"="Delete";
